Repository: archivesteak/opensense
Catalog: src/OpenSense.App/Strings/*/Resources.resw
Source language: en_us
Languages: ar_sa, bg_bg, ca_es, cs_cz, de_de, el_gr, es_es, et_ee, fa_ir, fi_fi, fr_fr, he_il, hi_in, hu_hu, id_id, it_it, ja_jp, ko_kr, lv_lv, nb_no, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sr_cyrl_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# Effect_Rainbow_Description
source: The keys glow in rainbow colours.
ar_sa: تتوهج المفاتيح بألوان قوس قزح.
bg_bg: Клавишите светят в цветовете на дъгата.
ca_es: Les tecles brillen amb els colors de l'arc de Sant Martí.
cs_cz: Klávesy září v duhových barvách.
de_de: Die Tasten leuchten in Regenbogenfarben.
el_gr: Τα πλήκτρα λάμπουν στα χρώματα του ουράνιου τόξου.
es_es: Las teclas brillan con los colores del arcoíris.
et_ee: Klahvid helendavad vikerkaarevärvides.
fa_ir: کلیدها با رنگ‌های رنگین‌کمان می‌درخشند.
fi_fi: Näppäimet hehkuvat sateenkaaren väreissä.
fr_fr: Les touches brillent aux couleurs de l’arc-en-ciel.
he_il: המקשים זוהרים בצבעי הקשת.
hi_in: कुंजियाँ इंद्रधनुषी रंगों में चमकती हैं।
hu_hu: A billentyűk szivárványszínekben ragyognak.
id_id: Tombol bercahaya dengan warna pelangi.
it_it: I tasti brillano nei colori dell'arcobaleno.
ja_jp: キーが虹色に光ります。
ko_kr: 키가 무지개색으로 빛납니다.
lv_lv: Taustiņi mirdz varavīksnes krāsās.
nb_no: Tastene lyser i regnbuens farger.
nl_nl: De toetsen gloeien in regenboogkleuren.
pl_pl: Klawisze świecą kolorami tęczy.
pt_pt: As teclas brilham nas cores do arco-íris.
ro_ro: Tastele strălucesc în culorile curcubeului.
ru_ru: Клавиши светятся цветами радуги.
sk_sk: Klávesy žiaria v dúhových farbách.
sr_cyrl_rs: Тастери светле у бојама дуге.
sv_se: Tangenterna lyser i regnbågens färger.
th_th: ปุ่มเรืองแสงเป็นสีรุ้ง
tr_tr: Tuşlar gökkuşağı renklerinde parlar.
uk_ua: Клавіші світяться кольорами веселки.
vi_vn: Các phím phát sáng màu cầu vồng.
zh_cn: 按键闪耀彩虹色。
zh_tw: 按鍵閃耀彩虹色。

# Effect_Slash_Description
source: Light slashes across the keys.
ar_sa: يشقّ الضوء طريقه عبر المفاتيح.
bg_bg: Светлината разсича клавишите.
ca_es: La llum talla les tecles d'una passada.
cs_cz: Světlo přetne klávesy.
de_de: Licht fährt wie ein Hieb über die Tasten.
el_gr: Το φως σκίζει τα πλήκτρα.
es_es: La luz cruza las teclas como un tajo.
et_ee: Valgus lööb üle klahvide.
fa_ir: نور مثل تیغ از روی کلیدها می‌گذرد.
fi_fi: Valo viiltää näppäinten poikki.
fr_fr: La lumière fend les touches.
he_il: האור חותך את המקשים.
hi_in: रोशनी कुंजियों को चीरती हुई गुज़रती है।
hu_hu: A fény végighasít a billentyűkön.
id_id: Cahaya menebas melintasi tombol.
it_it: La luce fende i tasti.
ja_jp: 光がキーを切り裂くように走ります。
ko_kr: 빛이 키를 가르며 지나갑니다.
lv_lv: Gaisma pārcērt taustiņus.
nb_no: Lyset hogger over tastene.
nl_nl: Licht haalt uit over de toetsen.
pl_pl: Światło przecina klawisze.
pt_pt: A luz corta as teclas.
ro_ro: Lumina taie tastele.
ru_ru: Свет рассекает клавиши.
sk_sk: Svetlo pretne klávesy.
sr_cyrl_rs: Светло засеца преко тастера.
sv_se: Ljuset hugger över tangenterna.
th_th: แสงฟันผ่านปุ่ม
tr_tr: Işık tuşları keserek geçer.
uk_ua: Світло розсікає клавіші.
vi_vn: Ánh sáng chém ngang qua các phím.
zh_cn: 光芒划过按键。
zh_tw: 光芒劃過按鍵。

# Effect_Star_Description
source: Keys twinkle like stars.
ar_sa: تتلألأ المفاتيح كالنجوم.
bg_bg: Клавишите блещукат като звезди.
ca_es: Les tecles centellegen com estrelles.
cs_cz: Klávesy se třpytí jako hvězdy.
de_de: Die Tasten funkeln wie Sterne.
el_gr: Τα πλήκτρα λαμπυρίζουν σαν αστέρια.
es_es: Las teclas centellean como estrellas.
et_ee: Klahvid vilguvad nagu tähed.
fa_ir: کلیدها مثل ستاره چشمک می‌زنند.
fi_fi: Näppäimet tuikkivat kuin tähdet.
fr_fr: Les touches scintillent comme des étoiles.
he_il: המקשים מנצנצים כמו כוכבים.
hi_in: कुंजियाँ तारों की तरह टिमटिमाती हैं।
hu_hu: A billentyűk csillagként pislákolnak.
id_id: Tombol berkelip seperti bintang.
it_it: I tasti brillano come stelle.
ja_jp: キーが星のようにまたたきます。
ko_kr: 키가 별처럼 반짝입니다.
lv_lv: Taustiņi mirgo kā zvaigznes.
nb_no: Tastene blinker som stjerner.
nl_nl: Toetsen twinkelen als sterren.
pl_pl: Klawisze migoczą jak gwiazdy.
pt_pt: As teclas cintilam como estrelas.
ro_ro: Tastele sclipesc ca stelele.
ru_ru: Клавиши мерцают, как звёзды.
sk_sk: Klávesy sa trblietajú ako hviezdy.
sr_cyrl_rs: Тастери трепере као звезде.
sv_se: Tangenterna tindrar som stjärnor.
th_th: ปุ่มระยิบระยับเหมือนดวงดาว
tr_tr: Tuşlar yıldızlar gibi parıldar.
uk_ua: Клавіші мерехтять, як зірки.
vi_vn: Các phím lấp lánh như sao.
zh_cn: 按键如星星般闪烁。
zh_tw: 按鍵如星星般閃爍。

# Effect_Blasting_Description
source: Colour bursts out and fades.
ar_sa: ينفجر اللون ثم يخبو.
bg_bg: Цветът избухва и избледнява.
ca_es: El color esclata i s'esvaeix.
cs_cz: Barva vybuchne a pohasne.
de_de: Die Farbe explodiert und verblasst.
el_gr: Το χρώμα εκρήγνυται και σβήνει.
es_es: El color estalla y se desvanece.
et_ee: Värv lahvatab ja tuhmub.
fa_ir: رنگ منفجر می‌شود و محو می‌شود.
fi_fi: Väri leimahtaa ja himmenee.
fr_fr: La couleur éclate puis s’estompe.
he_il: הצבע מתפרץ ודועך.
hi_in: रंग फूटता है और मद्धम पड़ जाता है।
hu_hu: A szín felrobban, majd elhalványul.
id_id: Warna meledak lalu memudar.
it_it: Il colore esplode e svanisce.
ja_jp: 色がはじけて消えます。
ko_kr: 색상이 터져 나왔다가 사라집니다.
lv_lv: Krāsa uzliesmo un izgaist.
nb_no: Fargen eksploderer og blekner.
nl_nl: De kleur spat uiteen en vervaagt.
pl_pl: Kolor wybucha i gaśnie.
pt_pt: A cor explode e desvanece-se.
ro_ro: Culoarea explodează și se estompează.
ru_ru: Цвет вспыхивает и гаснет.
sk_sk: Farba vybuchne a zhasne.
sr_cyrl_rs: Боја експлодира и избледи.
sv_se: Färgen exploderar och bleknar.
th_th: สีระเบิดออกแล้วค่อยๆ จาง
tr_tr: Renk patlar ve solar.
uk_ua: Колір спалахує й згасає.
vi_vn: Màu bùng nổ rồi tắt dần.
zh_cn: 色彩迸发后渐渐消散。
zh_tw: 色彩迸發後漸漸消散。

# Direction_Left
source: Left
ar_sa: يسار
bg_bg: Наляво
ca_es: Esquerra
cs_cz: Doleva
de_de: Links
el_gr: Αριστερά
es_es: Izquierda
et_ee: Vasak
fa_ir: چپ
fi_fi: Vasen
fr_fr: Gauche
he_il: שמאלה
hi_in: बाएँ
hu_hu: Balra
id_id: Kiri
it_it: Sinistra
ja_jp: 左
ko_kr: 왼쪽
lv_lv: Pa kreisi
nb_no: Venstre
nl_nl: Links
pl_pl: W lewo
pt_pt: Esquerda
ro_ro: Stânga
ru_ru: Влево
sk_sk: Doľava
sr_cyrl_rs: Лево
sv_se: Vänster
th_th: ซ้าย
tr_tr: Sol
uk_ua: Ліворуч
vi_vn: Trái
zh_cn: 向左
zh_tw: 向左

# Direction_Right
source: Right
ar_sa: يمين
bg_bg: Надясно
ca_es: Dreta
cs_cz: Doprava
de_de: Rechts
el_gr: Δεξιά
es_es: Derecha
et_ee: Parem
fa_ir: راست
fi_fi: Oikea
fr_fr: Droite
he_il: ימינה
hi_in: दाएँ
hu_hu: Jobbra
id_id: Kanan
it_it: Destra
ja_jp: 右
ko_kr: 오른쪽
lv_lv: Pa labi
nb_no: Høyre
nl_nl: Rechts
pl_pl: W prawo
pt_pt: Direita
ro_ro: Dreapta
ru_ru: Вправо
sk_sk: Doprava
sr_cyrl_rs: Десно
sv_se: Höger
th_th: ขวา
tr_tr: Sağ
uk_ua: Праворуч
vi_vn: Phải
zh_cn: 向右
zh_tw: 向右

# Direction_Up
source: Up
ar_sa: أعلى
bg_bg: Нагоре
ca_es: Amunt
cs_cz: Nahoru
de_de: Oben
el_gr: Πάνω
es_es: Arriba
et_ee: Üles
fa_ir: بالا
fi_fi: Ylös
fr_fr: Haut
he_il: למעלה
hi_in: ऊपर
hu_hu: Fel
id_id: Atas
it_it: Su
ja_jp: 上
ko_kr: 위쪽
lv_lv: Uz augšu
nb_no: Opp
nl_nl: Omhoog
pl_pl: W górę
pt_pt: Cima
ro_ro: Sus
ru_ru: Вверх
sk_sk: Nahor
sr_cyrl_rs: Горе
sv_se: Upp
th_th: ขึ้น
tr_tr: Yukarı
uk_ua: Угору
vi_vn: Lên
zh_cn: 向上
zh_tw: 向上

# Direction_Down
source: Down
ar_sa: أسفل
bg_bg: Надолу
ca_es: Avall
cs_cz: Dolů
de_de: Unten
el_gr: Κάτω
es_es: Abajo
et_ee: Alla
fa_ir: پایین
fi_fi: Alas
fr_fr: Bas
he_il: למטה
hi_in: नीचे
hu_hu: Le
id_id: Bawah
it_it: Giù
ja_jp: 下
ko_kr: 아래쪽
lv_lv: Uz leju
nb_no: Ned
nl_nl: Omlaag
pl_pl: W dół
pt_pt: Baixo
ro_ro: Jos
ru_ru: Вниз
sk_sk: Nadol
sr_cyrl_rs: Доле
sv_se: Ned
th_th: ลง
tr_tr: Aşağı
uk_ua: Униз
vi_vn: Xuống
zh_cn: 向下
zh_tw: 向下

# Brightness_Off
source: Off
ar_sa: إيقاف
bg_bg: Изкл.
ca_es: Apagada
cs_cz: Vyp.
de_de: Aus
el_gr: Ανενεργό
es_es: Apagado
et_ee: Väljas
fa_ir: خاموش
fi_fi: Pois
fr_fr: Désactivé
he_il: כבוי
hi_in: बंद
hu_hu: Ki
id_id: Mati
it_it: Spenta
ja_jp: オフ
ko_kr: 끔
lv_lv: Izslēgts
nb_no: Av
nl_nl: Uit
pl_pl: Wył.
pt_pt: Desligada
ro_ro: Oprit
ru_ru: Выкл.
sk_sk: Vyp.
sr_cyrl_rs: Иск.
sv_se: Av
th_th: ปิด
tr_tr: Kapalı
uk_ua: Вимк.
vi_vn: Tắt
zh_cn: 关
zh_tw: 關

# System_Title.Text
source: System
ar_sa: النظام
bg_bg: Система
ca_es: Sistema
cs_cz: Systém
el_gr: Σύστημα
es_es: Sistema
et_ee: Süsteem
fa_ir: سیستم
fi_fi: Järjestelmä
fr_fr: Système
he_il: מערכת
hi_in: सिस्टम
hu_hu: Rendszer
id_id: Sistem
it_it: Sistema
ja_jp: システム
ko_kr: 시스템
lv_lv: Sistēma
nl_nl: Systeem
pt_pt: Sistema
ro_ro: Sistem
ru_ru: Система
sk_sk: Systém
sr_cyrl_rs: Систем
th_th: ระบบ
tr_tr: Sistem
uk_ua: Система
vi_vn: Hệ thống
zh_cn: 系统
zh_tw: 系統

# System_Keyboard.Text
source: Keyboard
ar_sa: لوحة المفاتيح
bg_bg: Клавиатура
ca_es: Teclat
cs_cz: Klávesnice
de_de: Tastatur
el_gr: Πληκτρολόγιο
es_es: Teclado
et_ee: Klaviatuur
fa_ir: صفحه‌کلید
fi_fi: Näppäimistö
fr_fr: Clavier
he_il: מקלדת
hi_in: कीबोर्ड
hu_hu: Billentyűzet
it_it: Tastiera
ja_jp: キーボード
ko_kr: 키보드
lv_lv: Tastatūra
nb_no: Tastatur
nl_nl: Toetsenbord
pl_pl: Klawiatura
pt_pt: Teclado
ro_ro: Tastatură
ru_ru: Клавиатура
sk_sk: Klávesnica
sr_cyrl_rs: Тастатура
sv_se: Tangentbord
th_th: คีย์บอร์ด
tr_tr: Klavye
uk_ua: Клавіатура
vi_vn: Bàn phím
zh_cn: 键盘
zh_tw: 鍵盤

# System_BacklightAutoOff.Header
source: Backlight auto-off
ar_sa: الإيقاف التلقائي للإضاءة الخلفية
bg_bg: Автоматично изключване на подсветката
ca_es: Apagada automàtica de la retroil·luminació
cs_cz: Automatické vypnutí podsvícení
de_de: Beleuchtung automatisch ausschalten
el_gr: Αυτόματη απενεργοποίηση οπίσθιου φωτισμού
es_es: Apagado automático de la retroiluminación
et_ee: Taustvalgustuse automaatne väljalülitus
fa_ir: خاموش شدن خودکار نور پس‌زمینه
fi_fi: Taustavalon automaattinen sammutus
fr_fr: Extinction auto du rétroéclairage
he_il: כיבוי אוטומטי של התאורה האחורית
hi_in: बैकलाइट स्वतः बंद
hu_hu: Háttérvilágítás automatikus kikapcsolása
id_id: Lampu latar mati otomatis
it_it: Spegnimento automatico della retroilluminazione
ja_jp: バックライトの自動オフ
ko_kr: 백라이트 자동 끄기
lv_lv: Automātiska fona apgaismojuma izslēgšana
nb_no: Slå av bakgrunnsbelysningen automatisk
nl_nl: Achtergrondverlichting automatisch uit
pl_pl: Automatyczne wyłączanie podświetlenia
pt_pt: Desligar a retroiluminação automaticamente
ro_ro: Oprire automată a iluminării de fundal
ru_ru: Автоотключение подсветки
sk_sk: Automatické vypnutie podsvietenia
sr_cyrl_rs: Аутоматско искључивање позадинског осветљења
sv_se: Stäng av bakgrundsbelysningen automatiskt
th_th: ปิดไฟพื้นหลังอัตโนมัติ
tr_tr: Arka ışığı otomatik kapatma
uk_ua: Автовимкнення підсвічування
vi_vn: Tự động tắt đèn nền
zh_cn: 自动关闭背光
zh_tw: 自動關閉背光

# System_BacklightAutoOff.Description
source: Turn the keyboard backlight off after 30 seconds without typing.
ar_sa: إيقاف الإضاءة الخلفية للوحة المفاتيح بعد 30 ثانية دون كتابة.
bg_bg: Изключване на подсветката на клавиатурата след 30 секунди без писане.
ca_es: Apaga la retroil·luminació del teclat després de 30 segons sense escriure.
cs_cz: Vypne podsvícení klávesnice po 30 sekundách bez psaní.
de_de: Schaltet die Tastaturbeleuchtung aus, wenn 30 Sekunden lang nicht getippt wird.
el_gr: Απενεργοποίηση του οπίσθιου φωτισμού του πληκτρολογίου μετά από 30 δευτερόλεπτα χωρίς πληκτρολόγηση.
es_es: Apaga la retroiluminación del teclado tras 30 segundos sin escribir.
et_ee: Lülita klaviatuuri taustvalgustus välja, kui 30 sekundit pole trükitud.
fa_ir: نور پس‌زمینهٔ صفحه‌کلید پس از ۳۰ ثانیه بدون تایپ خاموش شود.
fi_fi: Sammuta näppäimistön taustavalo, kun et ole kirjoittanut 30 sekuntiin.
fr_fr: Éteindre le rétroéclairage du clavier après 30 secondes sans frappe.
he_il: כבה את התאורה האחורית של המקלדת אחרי 30 שניות ללא הקלדה.
hi_in: 30 सेकंड तक टाइप न करने पर कीबोर्ड बैकलाइट बंद करें।
hu_hu: A billentyűzet háttérvilágításának kikapcsolása 30 másodpercnyi gépelés nélküli idő után.
id_id: Matikan lampu latar keyboard setelah 30 detik tanpa mengetik.
it_it: Spegne la retroilluminazione della tastiera dopo 30 secondi senza digitazione.
ja_jp: 30 秒間入力がないとキーボードのバックライトをオフにします。
ko_kr: 30초 동안 입력이 없으면 키보드 백라이트를 끕니다.
lv_lv: Izslēgt tastatūras fona apgaismojumu pēc 30 sekundēm bez rakstīšanas.
nb_no: Slå av tastaturets bakgrunnsbelysning etter 30 sekunder uten skriving.
nl_nl: Schakel de toetsenbordverlichting uit na 30 seconden zonder typen.
pl_pl: Wyłącz podświetlenie klawiatury po 30 sekundach bez pisania.
pt_pt: Desliga a retroiluminação do teclado após 30 segundos sem escrever.
ro_ro: Oprește iluminarea de fundal a tastaturii după 30 de secunde fără tastare.
ru_ru: Отключать подсветку клавиатуры, если в течение 30 секунд ничего не вводится.
sk_sk: Vypne podsvietenie klávesnice po 30 sekundách bez písania.
sr_cyrl_rs: Искључује позадинско осветљење тастатуре после 30 секунди без куцања.
sv_se: Stäng av tangentbordets bakgrundsbelysning efter 30 sekunder utan skrivande.
th_th: ปิดไฟพื้นหลังของคีย์บอร์ดหลังจากไม่ได้พิมพ์ 30 วินาที
tr_tr: 30 saniye boyunca yazılmadığında klavye arka ışığını kapatır.
uk_ua: Вимикати підсвічування клавіатури, якщо протягом 30 секунд нічого не вводиться.
vi_vn: Tắt đèn nền bàn phím sau 30 giây không gõ phím.
zh_cn: 30 秒内未输入时关闭键盘背光。
zh_tw: 30 秒未輸入時關閉鍵盤背光。

# System_WindowsKey.Header
source: Windows and Menu keys
ar_sa: مفتاحا Windows والقائمة
bg_bg: Клавиши Windows и Меню
ca_es: Tecles Windows i Menú
cs_cz: Klávesy Windows a Menu
de_de: Windows- und Menütaste
el_gr: Πλήκτρα Windows και μενού
es_es: Teclas Windows y Menú
et_ee: Windowsi ja menüüklahv
fa_ir: کلیدهای Windows و منو
fi_fi: Windows- ja valikkonäppäimet
fr_fr: Touches Windows et Menu
he_il: מקש Windows ומקש התפריט
hi_in: Windows और मेनू कुंजियाँ
hu_hu: Windows és Menü billentyű
id_id: Tombol Windows dan Menu
it_it: Tasti Windows e Menu
ja_jp: Windows キーとメニュー キー
ko_kr: Windows 키 및 메뉴 키
lv_lv: Windows un izvēlnes taustiņi
nb_no: Windows- og menytastene
nl_nl: Windows- en menutoets
pl_pl: Klawisze Windows i Menu
pt_pt: Teclas Windows e Menu
ro_ro: Tastele Windows și Meniu
ru_ru: Клавиши Windows и контекстного меню
sk_sk: Klávesy Windows a Ponuka
sr_cyrl_rs: Тастери Windows и Мени
sv_se: Windows- och menytangenterna
th_th: ปุ่ม Windows และปุ่มเมนู
tr_tr: Windows ve Menü tuşları
uk_ua: Клавіші Windows і контекстного меню
vi_vn: Phím Windows và phím Menu
zh_cn: Windows 键和菜单键
zh_tw: Windows 鍵與功能表鍵

# System_WindowsKey.Description
source: Turn off to stop the Windows and Menu keys from interrupting games.
ar_sa: أوقف التشغيل لمنع مفتاحي Windows والقائمة من مقاطعة الألعاب.
bg_bg: Изключете, за да не прекъсват клавишите Windows и Меню игрите.
ca_es: Desactiva-ho perquè les tecles Windows i Menú no interrompin els jocs.
cs_cz: Vypněte, aby klávesy Windows a Menu nepřerušovaly hry.
de_de: Ausschalten, damit die Windows- und die Menütaste Spiele nicht unterbrechen.
el_gr: Απενεργοποιήστε για να μην διακόπτουν τα πλήκτρα Windows και μενού τα παιχνίδια.
es_es: Desactívalo para que las teclas Windows y Menú no interrumpan los juegos.
et_ee: Lülitage välja, et Windowsi ja menüüklahv mänge ei katkestaks.
fa_ir: خاموش کنید تا کلیدهای Windows و منو بازی‌ها را قطع نکنند.
fi_fi: Poista käytöstä, jotta Windows- ja valikkonäppäimet eivät keskeytä pelejä.
fr_fr: Désactivez-les pour que les touches Windows et Menu n’interrompent pas vos jeux.
he_il: כבה כדי שמקש Windows ומקש התפריט לא יפריעו למשחקים.
hi_in: बंद करें ताकि Windows और मेनू कुंजियाँ गेम में बाधा न डालें।
hu_hu: Kapcsolja ki, hogy a Windows és a Menü billentyű ne szakítsa meg a játékokat.
id_id: Nonaktifkan agar tombol Windows dan Menu tidak mengganggu game.
it_it: Disattiva per impedire che i tasti Windows e Menu interrompano i giochi.
ja_jp: オフにすると、Windows キーとメニュー キーでゲームが中断されなくなります。
ko_kr: 끄면 Windows 키와 메뉴 키가 게임을 방해하지 않습니다.
lv_lv: Izslēdziet, lai Windows un izvēlnes taustiņi nepārtrauktu spēles.
nb_no: Slå av for å hindre at Windows- og menytastene avbryter spill.
nl_nl: Schakel dit uit zodat de Windows- en menutoets games niet onderbreken.
pl_pl: Wyłącz, aby klawisze Windows i Menu nie przerywały gier.
pt_pt: Desative para impedir que as teclas Windows e Menu interrompam os jogos.
ro_ro: Dezactivați pentru ca tastele Windows și Meniu să nu întrerupă jocurile.
ru_ru: Отключите, чтобы клавиши Windows и контекстного меню не прерывали игры.
sk_sk: Vypnite, aby klávesy Windows a Ponuka neprerušovali hry.
sr_cyrl_rs: Искључите да тастери Windows и Мени не би прекидали игре.
sv_se: Stäng av för att hindra Windows- och menytangenterna från att avbryta spel.
th_th: ปิดเพื่อไม่ให้ปุ่ม Windows และปุ่มเมนูขัดจังหวะเกม
tr_tr: Windows ve Menü tuşlarının oyunları kesmesini önlemek için kapatın.
uk_ua: Вимкніть, щоб клавіші Windows і контекстного меню не переривали ігри.
vi_vn: Tắt để phím Windows và phím Menu không làm gián đoạn trò chơi.
zh_cn: 关闭后，Windows 键和菜单键不会打断游戏。
zh_tw: 關閉後，Windows 鍵與功能表鍵就不會中斷遊戲。

# System_ModeKey.Header
source: Mode key
ar_sa: مفتاح الوضع
bg_bg: Клавиш за режим
ca_es: Tecla de mode
cs_cz: Klávesa režimu
de_de: Modustaste
el_gr: Πλήκτρο λειτουργίας
es_es: Tecla de modo
et_ee: Režiimiklahv
fa_ir: کلید حالت
fi_fi: Tilanäppäin
fr_fr: Touche de mode
he_il: מקש מצב
hi_in: मोड कुंजी
hu_hu: Módválasztó billentyű
id_id: Tombol mode
it_it: Tasto modalità
ja_jp: モード キー
ko_kr: 모드 키
lv_lv: Režīma taustiņš
nb_no: Modustast
nl_nl: Modustoets
pl_pl: Klawisz trybu
pt_pt: Tecla de modo
ro_ro: Tasta de mod
ru_ru: Клавиша режима
sk_sk: Kláves režimu
sr_cyrl_rs: Тастер режима
sv_se: Lägesknapp
th_th: ปุ่มโหมด
tr_tr: Mod tuşu
uk_ua: Клавіша режиму
vi_vn: Phím chế độ
zh_cn: 模式键
zh_tw: 模式鍵

# System_ModeKey.Description
source: What the laptop's Mode key does.
ar_sa: ما يفعله مفتاح الوضع في الكمبيوتر المحمول.
bg_bg: Какво прави клавишът за режим на лаптопа.
ca_es: Què fa la tecla de mode del portàtil.
cs_cz: Co dělá klávesa režimu na notebooku.
de_de: Was die Modustaste des Laptops tut.
el_gr: Τι κάνει το πλήκτρο λειτουργίας του φορητού.
es_es: Qué hace la tecla de modo del portátil.
et_ee: Mida sülearvuti režiimiklahv teeb.
fa_ir: کاری که کلید حالت لپ‌تاپ انجام می‌دهد.
fi_fi: Mitä kannettavan tilanäppäin tekee.
fr_fr: Ce que fait la touche de mode de l’ordinateur portable.
he_il: מה עושה מקש המצב של המחשב הנייד.
hi_in: लैपटॉप की मोड कुंजी क्या करती है।
hu_hu: Mit csinál a laptop módválasztó billentyűje.
id_id: Fungsi tombol mode pada laptop.
it_it: Cosa fa il tasto modalità del portatile.
ja_jp: ノート PC のモード キーの動作です。
ko_kr: 노트북의 모드 키가 하는 일입니다.
lv_lv: Ko dara klēpjdatora režīma taustiņš.
nb_no: Hva modustasten på PC-en gjør.
nl_nl: Wat de modustoets van de laptop doet.
pl_pl: Co robi klawisz trybu w laptopie.
pt_pt: O que a tecla de modo do portátil faz.
ro_ro: Ce face tasta de mod a laptopului.
ru_ru: Что делает клавиша режима на ноутбуке.
sk_sk: Čo robí kláves režimu na notebooku.
sr_cyrl_rs: Шта ради тастер режима на лаптопу.
sv_se: Vad lägesknappen på datorn gör.
th_th: สิ่งที่ปุ่มโหมดของแล็ปท็อปทำ
tr_tr: Dizüstü bilgisayarın mod tuşunun işlevi.
uk_ua: Що робить клавіша режиму на ноутбуці.
vi_vn: Chức năng của phím chế độ trên máy.
zh_cn: 笔记本电脑模式键的作用。
zh_tw: 筆記型電腦模式鍵的作用。

# System_ModeKeyCycle.Content
source: Cycle through the modes
ar_sa: التنقل بين الأوضاع
bg_bg: Превключване между режимите
ca_es: Recórrer els modes
cs_cz: Přepínat režimy dokola
de_de: Modi der Reihe nach wechseln
el_gr: Εναλλαγή λειτουργιών κυκλικά
es_es: Recorrer los modos
et_ee: Vaheta režiime järjest
fa_ir: جابه‌جایی بین حالت‌ها
fi_fi: Vaihda tiloja vuorotellen
fr_fr: Parcourir les modes
he_il: מעבר בין המצבים
hi_in: मोड के बीच बारी-बारी से बदलें
hu_hu: Módok váltása sorban
id_id: Beralih antarmode secara bergiliran
it_it: Scorri le modalità
ja_jp: モードを順に切り替える
ko_kr: 모드 순환
lv_lv: Pārslēgt režīmus pēc kārtas
nb_no: Bla gjennom modusene
nl_nl: Door de modi schakelen
pl_pl: Przełączaj tryby po kolei
pt_pt: Percorrer os modos
ro_ro: Parcurge modurile pe rând
ru_ru: Переключать режимы по кругу
sk_sk: Prepínať režimy dookola
sr_cyrl_rs: Смењуј режиме редом
sv_se: Växla mellan lägena
th_th: สลับไปตามโหมด
tr_tr: Modlar arasında sırayla geç
uk_ua: Перемикати режими по колу
vi_vn: Chuyển lần lượt các chế độ
zh_cn: 循环切换模式
zh_tw: 循環切換模式

# System_ModeKeyTurbo.Content
source: Turn Turbo on and off
ar_sa: تشغيل "توربو" وإيقافه
bg_bg: Включване и изключване на „Турбо“
ca_es: Activar i desactivar Turbo
cs_cz: Zapínat a vypínat Turbo
de_de: „Turbo“ ein- und ausschalten
el_gr: Ενεργοποίηση και απενεργοποίηση Turbo
es_es: Activar y desactivar Turbo
et_ee: Lülita Turbo sisse ja välja
fa_ir: روشن و خاموش کردن «توربو»
fi_fi: Kytke Turbo päälle ja pois
fr_fr: Activer et désactiver Turbo
he_il: הפעלה וכיבוי של "טורבו"
hi_in: "टर्बो" चालू और बंद करें
hu_hu: A Turbo be- és kikapcsolása
id_id: Nyalakan dan matikan Turbo
it_it: Attiva e disattiva Turbo
ja_jp: 「ターボ」をオン/オフする
ko_kr: '터보' 켜기 및 끄기
lv_lv: Ieslēgt un izslēgt Turbo
nb_no: Slå Turbo av og på
nl_nl: Turbo aan- en uitzetten
pl_pl: Włączaj i wyłączaj Turbo
pt_pt: Ligar e desligar o Turbo
ro_ro: Pornește și oprește Turbo
ru_ru: Включать и выключать «Турбо»
sk_sk: Zapínať a vypínať Turbo
sr_cyrl_rs: Укључи и искључи „Турбо“
sv_se: Slå på och av Turbo
th_th: เปิดและปิด "เทอร์โบ"
tr_tr: Turbo'yu aç ve kapat
uk_ua: Вмикати й вимикати «Турбо»
vi_vn: Bật và tắt Turbo
zh_cn: 开启或关闭“极速”
zh_tw: 開啟或關閉「極速」

# System_StickyKeys.Header
source: Sticky Keys
ar_sa: المفاتيح الثابتة
bg_bg: Лепкави клавиши
ca_es: Tecles permanents
cs_cz: Jedním prstem
de_de: Einrastfunktion
el_gr: Ασύγχρονα πλήκτρα
es_es: Teclas especiales
et_ee: Kleepklahvid
fa_ir: کلیدهای چسبان
fi_fi: Päälle jäävät näppäimet
fr_fr: Touches rémanentes
he_il: מקשים דביקים
hi_in: स्टिकी कुंजियाँ
hu_hu: Beragadó billentyűk
id_id: Tombol Lekat
it_it: Tasti permanenti
ja_jp: 固定キー
ko_kr: 고정 키
lv_lv: Lipīgie taustiņi
nb_no: Trege taster
nl_nl: Plaktoetsen
pl_pl: Klawisze trwałe
pt_pt: Teclas Presas
ro_ro: Taste adezive
ru_ru: Залипание клавиш
sk_sk: Jedným prstom
sr_cyrl_rs: Лепљиви тастери
sv_se: Tröga tangenter
tr_tr: Yapışkan Tuşlar
uk_ua: Залипання клавіш
vi_vn: Phím dính
zh_cn: 粘滞键
zh_tw: 相黏鍵
